chapter 4 ｜生理概要
中医的生理学知识，由于解剖学认知的不足以及以阴阳五行为基础的理论支撑，与现代认知存在一定的偏差，主要是其所提及的脏腑位置与如今所提及的脏器名称有所出入，这一点在chapter2有所阐明。此外中医没有神经系统的认知，亦缺乏神经系统的诸如触觉、痛觉、温觉等感觉的相关解释性描述，因此在本章中笼统在神的部分进行阐述。
总的来说，中医认为人的生命活动是以五脏（对应五行）为中心，通过经络系统运输体液沟通内外进行的。其中，神是人体生命活动状态的表现，藏象结构进行体液的存藏、摄取运化、代谢，经络沟通表里进行体液的运输。在以下的内容中，我们通过神、藏象学说、体液、经络进行概括性的说明。
1.神
人体之神可分为广义之神和狭义之神。 广义之神,是指人体一切生命活动及其外在表现的统称, 包括形色、眼神、言谈、表情、应答、举止、精神、情志、声息、脉象等各个方面。 狭义之神,是指人的意识、思维、情志等精神活动。
神依附于形体而存在。元神由先天精气生化和充养，藏于脑中，主宰人的精神活动，包括思维、意识和情志等，亦主管感官运动功能。元神是生命的中枢。后天之神由精气血津液产生，分为魂、神（统帅）、意、魄、志分别藏于肝、心、脾、肺、肾五脏，体现了生命力的盛衰。神反过来通过主宰脏腑精气的生成运行等调节五脏的生理功能。有趣的是心神亦是精神活动的主宰，此处与元神具有冲突之处。
2.藏象生理
饮食物由口入胃 , 经胃的腐熟 , 初步消化成食糜 , 下传于小肠 , 同时胆排泄胆汁进入小肠 , 以助其消化。小肠受盛食糜 ,再进一步消化 , 并泌别清浊 , 其清者为水谷精微和津液 , 脾通过肾阳的温煦和推动 进行水谷精微和津液的运化和转输 , 以 营养全身 ;其浊者为剩余的水液和食物残渣 , 食物残渣下传于大肠 , 经大肠吸收水液并向下传导 , 形成粪便 ,排出体外 。 在上述食物的消化、吸收和排泄过程 中 , 还有赖于三焦作为通道以运行水液 。
津液通过脾的转输一部分进入肺一部分向四周布散， 肺接受从脾转输而来的津液之后 , 一方面通过宣发作用将津液输布至全身，并在体表化为汗液排出 , 另一方面形体代谢后的浑浊液通过肃降作用将输布至 肾和膀胱 。由 肺下输 到 肾 的浊液 , 在肾的气化作用下 , 将其中 的清者蒸腾后经三焦上输于肺而散布全身 , 将其浊者化为尿液注入膀胱 , 排出体外。肾通过其蒸腾汽化作用为胃小肠脾肝的消化吸收提供动力， 此外 , 肝通过疏泄调畅气机 , 气行则津行 , 促进 津液输布的通畅 。
水谷微精，一部分运输到肺与肺吸入之清气结合成为宗气或由肺精生成鼻涕或者胆汁。脾化生的水谷精气依赖于肺的宣降运动遍布全身。水谷精微在肾中藏纳和转化，肾精通过肾阳烘烤形成肾气。肾精通过骨髓和肝脏的作用化生血液。
营气与津液在肺中与清气结合，灌注入脉后在心气的作用下化为血，血由脾统摄在脉中依赖心气为动力运行，肺以宗气贯心脉助行血，卫气在脉外守卫。血在肝内存藏。
气主要来源于精，如先天之精，水谷精微与清气之结合，其运动主要在脏腑之中升降出入，以五脏而论之,心肺位置在上,在上者宜降;肝肾位置在下,在下者宜升;脾 胃位置居中,通连上下,为气机升降转输的枢纽。以六腑而总论之,六腑传化物而不藏,以通为用,以降为顺。以脏腑之间关系而论之,如肺主出气、肾主纳气,肝主升发、肺主肃降,脾主升清、 胃 主降浊等,都说明 了 脏与脏、脏与腑之间处于升降运动的统一体中。
2.1心：阳，属火。
生理功能
a，心主血:心主血的基本内涵,是指心气能推动血液运行,以输送营养物质于全身脏腑形体官窍的作用
b，心主脉:是指心气推动和调节心脏的搏动和脉管的舒缩,使脉道通利,血流通畅。心与脉直接相连,脉是血液运行的通道,心、血、脉三者共同形成一个循环于全身的密闭的管道系统。心气充沛,心脏有规律地搏动,脉管有规律地舒缩,血液则被输送到各脏腑形体官窍,发挥濡养作用,以维持人体正常的生命活动。
c，心主神志 : 心主神志,又称心主神明或心藏神,是指心有主宰人体五脏六腑、形体官窍的一切生理活动和人体精神、意识、思维等心理活动的功能。故《素问·灵兰秘典论》称“心者,君主之官,神明出焉”。
心的系统连属
a，) 心在志为喜:心的生理功能与情志的“喜“有关。
b， 心在体合脉,其华在面:脉指血脉,心合脉,是指全身的血脉都属于心。
c，心在窍为舌:又称心开窍于舌,是指通过对舌的观察,可以了解心主血脉和心主神志的生理功能状态
d， ) 心在液为汗:心与汗液的生成和排泄关系密切。
2.2肺：阴，属金
生理功能
a，肺主呼吸之气 , 是指肺是体 内外气体交换的场所。 通过肺的呼吸 , 吸入 自 然界的清气 , 呼 出 体 内 的浊气 , 实现体 内 外气体的交换 。肺主一身之气 : 是指肺具有主持 、调节全身之气的作用 。
一方面体现在宗气的生成。 宗气是 由 肺吸入的 自 然界清气与脾 胃 运化的水谷精气相结合而成 , 宗气在肺 中 生成 , 积存于胸 中 , 呼则上走息道出 喉咙以促进肺的呼吸 , 吸则入而能贯注心脉以助心推动血液运行。 
b，肺主宣发和肃降 : 肺主宣发 , 是指肺气具有 向 上升宣和 向外周 布散的作用 ; 肺主肃降 , 是指肺气具有 向 内 向下清肃通降和使呼吸道保持洁净的作用 。
c，肺通调水道 : 肺通调水道 , 是指肺气的宣发和肃降运动对体内水液的输布 、运行和排泄起着疏通和调节作用 。
d，肺朝百脉 , 主治节 : 肺朝百脉 , 是指全身 的血液通过百脉会聚于肺 , 经肺的呼吸 , 进行体内外清浊之气的交换 , 然后再将富含清气的血液通过百脉输送至全身 。肺主治节,是指肺具有治理调节全身各脏腑组织生理功能的作用。
肺的系统连属
a，肺在志为悲忧 
b， 肺在体合皮,其华在毛 : 皮毛,包括皮肤、汗腺、毫毛等组织,为一身之体表,依赖于肺所宣发的卫气和津液的温养、润泽,是机体抵抗外邪的第一屏障。
c，肺在窍为鼻 : 鼻和喉是呼吸的通道,与肺相连,故称鼻为肺之外窍,喉为肺之门户。
d， 肺在液为涕 : 涕,即鼻涕,是鼻窍的分泌物,有润泽鼻窍的作用。
2.3脾:土，属阴
生理功能
a，脾主运化,是指脾具有把饮食水谷转化为水谷精微,并将精微物质吸收转输至全身的生理功能。脾主运化的功能包括运化水谷和运化水液两个方面。
b，脾气主升:是指脾气的运动特点,以上升为主,具体表现为升清和升举内脏两个方面。脾主升清,是指脾气上升,将水谷精微上输于心、肺、头目 ,通过心肺的作用化生气血,以营养濡润全身。脾升举内脏:脾气上升能维持内脏位置的相对恒定,是防止内脏下垂的重要保证。
c，脾主统血，脾主统血,是指脾具有统摄、控制血液在脉中正常运行,以防止逸出脉外的生理功能。脾主统血的作用是通过气摄血来实现的,正如《金匮要略编注·下血》所说: “五脏六腑之血,全赖脾气统摄。“
脾的系统连属
a 脾在志为思:脾的生理功能与情 志的“思”有关。
b 脾在体合肌肉,主四肢:脾 胃为气血生化之源,人体的肌肉、四肢都需要脾所运化的水谷精微以营养滋润,才能使肌肉发达,丰满健壮,四肢轻劲有力。
c 脾在窍为 口 ,其华在唇:脾开窍于 口 ,是指人的食欲、 口 味与脾主运化的功能有密切关系,
d 脾在液为涎 : 口 津 , 即唾液

2.4肝:阳，属木
生理功能
a 肝主疏泄 , 是指肝具有疏通 、 畅达全身气机 , 使气通而不滞 、散而不郁的生理功能 。 
b 肝主藏血:是指肝具有贮藏血液、 调节血量及 防止出血的功能
肝的系统连属
a 肝在志为怒:肝的生理功能与情志的“怒“有关。
b 肝在体合筋,其华在爪: 主要是指全身筋膜有赖于肝血的滋养。
c 肝在窍为 目 : 目 ,又称“精明”,为视觉器官,具有视物功能。 ”目 之所以能视物,有赖于肝气的疏泄和肝血的濡养
d 肝在液为泪:泪,由肝精、肝血所化,肝开窍于 目 ,泪从 目 出,故泪为肝之液。
2.5肾:阳，属水
生理功能
a 肾藏精 , 是指 肾具有贮存、封藏精气的生理功能。
b 肾主水:是指肾具有主持和调节人体津液代谢的生理功能 , 又称为肾的气化作用。一方面 , 肾中精气的蒸腾气化 , 主宰着整个津液代谢 ,肺、脾等脏腑对水液的输布等均依赖于肾的气化作用;另一方面 , 尿液的生成和排泄 , 更是与肾的气化作用直接相关 , 而尿液的生成和排泄是津液代谢的一个重要环节 ,在维持机体津液代谢平衡过程中起着极其关键的作用。
c 肾主纳气 , 是指 肾具有摄纳肺所吸入的 自 然界之清气 , 保持吸气的深度 , 防止呼吸表浅 的生理功能 。 人体 的 呼 吸运动 , 由 肺所主 , 肺气宣发而呼气 , 肺气肃降而吸气。 但吸入的清气 , 必须依赖于肾的摄纳潜藏 , 使其维持一定的深度 , 以利于气体的正常交换 , 保持呼吸均匀和调 。
肾的系统连属
a 肾在志为恐 : 肾的生理功能与情志 的“恐“有关。
b 肾在体合骨 , 生髓 , 其华在发 : 肾在体合骨、生髓 , 是指 肾精具有促进骨骼生长发育和滋生骨髓 、脑髓、脊髓的作用 。 由 于肾藏精 , 精生髓 , 髓居于骨腔之中 而称骨髓 , 以 滋养骨骼 , 故 肾主骨生髓。
c 肾在窍为耳和二阴
d 肾在液为唾

2.6胆：胆的主要生理功能是贮存和排泄胆汁,主决断。
2.7胃:主受纳，腐熟水谷，主通降。
2.8小肠:受盛化物，辨清浑浊
2.8大肠:吸收水液
2.9女子胞（子宫）：主月经，孕育胎儿。
3.体液生理
3.1精的功能

1. 繁衍生命，先天之精禀受于父母,父母将生命物质通过生殖之精遗传给后代。生殖之精承载着生命遗传物质,是新生命的“先天之精”。因此,精是生命的本原,具有繁衍生命的作用。
2. 濡养作用，精能滋润濡养人体各脏腑形体官窍。先天之精与后天之精充盛,脏腑之精充盛, 机体各种生理功能才能得以正常发挥。
3. 化血化气，化神精可以转化为血,是血液生成的来源之一,故精足则血旺,精亏则血虚。精也可以化气,精是气的化生本原,脏腑之精化生脏腑之气,故脏腑之精充盈则化气充足,脏腑之精亏虚则化气不足。精能化神,是神的物质基础,故精足则神全,精亏则神疲,精亡则神散。

3.2气的功能

1. 推动作用，气的推动作用,是指气具有激发和促进作用。主要体现于:能激发和促进人体的生长发育和生殖功能,能激发和促进各脏腑经络的生理功能,能激发和促进精、血、 津液的生成和运行,还能激发和兴奋精神活动。若气的推动作用减弱,则可见生长发育迟缓或早衰,脏腑经络功能减退,精血、津液生成不足或运行障碍,亦可见精神委顿等症。
2. 温煦作用，气的温煦作用,是指阳气发挥温煦人体的作用。

3. 防御作用，气的 防御作用,是指气具有护卫肌表、 防御外邪入侵和祛除病邪的作用。若气的防御功能正常,则邪气不易入侵,虽有邪气入侵也不易发病,即使发病也易于治愈。

4 固摄作用，气的固摄作用,是指气对体内液态物质的 固护、统摄和控制作用以防止其无故流失,以及气对脏器位置的固护作用。具体表现在: 固摄血液,使血液循脉而行,防止其逸出脉外; 固摄汗液、尿液、唾液、 胃液、肠液和精液等,控制其分泌量和排泄量,使之有度而平衡,并防止其妄泄及无故流失;固护 胃、肾、子宫、大肠等脏器,不致下移。

5. 气化作用气化是指通过气的运动而产生各种变化。气化作用的过程,实际上就是体内新陈代谢的过程,是物质转化和能量转化的过程,具体表现在精、气、血、津液各自的新陈代谢及其相互转化。

3.3血的功能

1.  营养滋润；全身血液具有营养滋润作用 。 血在脉管 中循行于全身 , 内 至脏腑 , 外达皮 肉 筋骨 , 为全身各脏腑组织器官的功能活动提供营养 , 以 维持人体正常 的生理活动 。 全身各个部分无一不是在血的营养滋润下而发挥其生理功能 , 如鼻能嗅 、 目 能视、耳能听、足能步 、手能摄物等都是在血 的作用下完成的 。
2. 神志活动的主要物质基础；血液是神 志活动 的 主要物质基础 。 血富有营养 , 能充养脏腑 , 人的精力充沛 、神志清晰 、感觉灵敏、思维敏捷 , 均有赖于血液的充养 。

3.4津液的功能

1. 滋润濡养；津液是液态物质,又含有营养物质,所以津液既具有滋润作用,又有濡养作用。 内至脏腑筋骨,外至皮肤毫毛,都有赖于津液的滋养。
2. 化生血液；津液是化生血液的基本成分之一。 渗入血脉的津液,具有充养和滑利血脉的作用,而且也是组成血液的基本物质。
3. 调节机体 ；阴阳平衡在正常情况下,人体阴阳之间处于相对的平衡状态,津液作为阴液的一部分,对调节人体的阴阳平衡起着重要作用。 人体根据外界环境的变化,通过津液的自我调节使机体保持正常状态,以适应外界变化。 

4. 排泄代谢产物；津液在其自身的代谢过程中,能把机体的代谢产物通过汗、尿等方式不断地排出体外,以维持机体脏腑组织器官正常的生理功能。 若这一作用受到损害,则会使代谢产物游 留 于体内,产生痰、饮、水、湿等多种病理产物。

4.经脉生理
经脉主要是运行血气，连通表里。





